
1 = "Corporate Settings";
2 = "E-mail address:";
3 = "User ID:";
4 = "Example:";
5 = "domain∖e-mail name";
6 = "Please check with your System Administrator, you may not need to fill in this field.";
7 = "Password:";
8 = "Type your e-mail address to sign in to your corporate account for Messenger.";
9 = "Type your password to save it on your computer and sign in to Messenger. Leave this box blank if you do not want to save your password.Caution:  Typing your password in this box makes your Messenger account less secure because it saves your password on your computer, and then anyone can sign in to your account on your computer. Leave this box blank to prevent others from signing in to your account.";
10 = "Click to close the Corporate Settings dialog box without saving changes.";
11 = "Click to save your changes and close the Corporate Settings dialog box.";
12 = "Type your user id to sign in to your corporate account for Messenger. See your network administrator for this information. In some cases, no user id is required.";
